

reg_2_message = (
    "Теперь выберите план:\n\n"
    '1. Помочь в попытке бросить курить, предоставив план и напоминания;\n'
    '2. Помочь систематизировать курение, чтобы не больше, не меньше, используя и настраивая таймер.'
)

reg_1_message = (
    "Подтвердите регистрацию, нажав кнопку 'Подтвердить'.\n\n"
    "* подтверждая регистрацию, вы даете согласие на обработку ваших данных."
)

plan_1_message = (
    'Хороший выбор!\n\n'
    'Давай приступим к плану. Я расскажу тебе кратко что будет.\n\n'
    '* Если нажмешь в меню на кнопку "План", то сможешь ознакомится с полным планом.\n\n'
    ''

)

plan_2_message = (
    'Хороший выбор!\n\n'
    'Теперь ты можешь систематизировать своё курение, а именно установить интервал курения.\n'
    'Для этого тебе поможет встроенный таймер и я.\n'
    'То есть, когда придет время, я тебе сообщу, что можно курить.\n\n'
    '* Настроить таймер можно в кнопке меню "Сброс".\n\n'
    'Всё зависит от тебя. Удачи!'
)