start_message = (
    'Привет, куряга!\n\n'
    'Я - NSB: чат бот помощник для курильщиков.\n'
    'Из моего описания уже понятно, что у меня есть две функции:\n\n'
    '1. Помочь в попытке бросить курить, предоставив план и напоминания;\n'
    '2. Помочь систематизировать курение, чтобы не больше, не меньше.\n\n'
    'Чтобы я тебе помог, нужно:\n\n'
    '  - Зарегистрироваться;\n'
    '  - Выбрать из двух вариантов помощи, которая тебе подходит;\n'
    '  - ̶С̶т̶р̶а̶д̶а̶т̶ь̶!̶  Пытаться вместе со мной, решить твою проблему.\n'
)

db_message_user_count = (
    'Количество пользователей:'
)

reg_start_message = (
    'Ты в меню регистрации.\n'
    'Воспользуйся меню:'
)