plan_f_message = (
    'План бросить курить:\n\n'
    '   1. Подготовительный этап:\n'
    '       - Сообщите друзьям и семье о вашем намерении бросить курить, чтобы получить поддержку;\n'
    '       - Дайте себе понять, что уже пора и нужно бросить курить, как бы это смешно, или очевидно не было.\n\n'
    '   2. Основной этап:\n'
    '       - С 1-го по 3-й день — по 1 сигарете 8 раз в день, каждые 2 часа, постепенно сокращая число выкуренных сигарет;\n'
    '       - Интервал курения каждые 2 часа должен соблюдаться;\n'
    '       - Если не удается добиться снижения суточного потребления сигарет, нужно сделать передышку и начать с начала.\n'
    '       * даже если будет не одна попытка, а множество, то это уже успех, которому не нужно огорчаться!\n\n'
    '   3. Схема курения:\n'
    '       1) с 1-го по 3-й день — по 1 сигарете 8 раз в день, каждые 2 часа;\n'
    '       2) с 4-го по 12-й день приема — по 1 сигарете 6 раз в день, каждые 2,5 часа;\n'
    '       3) с 13-го по 16-й день — по 1 сигарете 5 раза в день, каждые 3 часа;\n'
    '       4) с 17-го по 20-й день — по 1 сигарете 4 раза в день, каждые 5 часов;\n'
    '       5) с 21-го по 25-й день — по 1–2 сигарете в день.'
)

timer_start_message = (
    'Хорошо!\n\n'
    'Чтобы начать с начала, нужно установить промежуток времени, который будет вам удобен.\n\n'
    'Чтобы установить таймер уведомлений и начать план курения, нажмите кнопку "Продолжить":'
)